Repository: Sonerezh/sonerezh
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Sonerezh is already installed. Remove or rename app/Config/database.php to run the installation again.
de: Sonerezh ist bereits installiert. Bitte entfernen Sie die Datei app/Config/database.php oder benennen Sie die Datei um, um die Installation erneut zu starten.

source: PHP GD is available and loaded.
de: PHP GD ist verfügbar und installiert.

source: PHP GD is missing.
de: PHP GD fehlt.

source: libav-tools (avconv) or ffmpeg is installed!
de: libav-tools (avconv) oder ffmpeg ist installiert!

source: libav-tools (avconv) or ffmpeg is missing. Sonerezh will not be able to convert your tracks.
de: libav-tools (avconv) oder ffmpeg fehlt. Sonerezh kann Ihre Musik deshalb nicht konvertieren.

source: At least one PDO driver must be installed to run Sonerezh (mysql, pgsql or sqlite)
de: Damit Sonerezh funktioniert muss zumindest ein PDO Treiber installiert sein (mysql, pgsql oder sqlite)

source: The %s driver is installed.
de: Der %s Treiber ist installiert.

source: The %s driver is required if you want to use Sonerezh with %s
de: Der Treiber %s ist erforderlich wenn Sie Sonerezh mit dem Codec %s benutzen wollen

source: %s is writable
de: %s ist schreibbar

source: %s is not writable
de: %s ist nicht schreibbar

source: Wrong datasource.
de: Falsche Datenquelle.

source: Unable to write
de: Schreiben nicht möglich

source: Unable to create the SQlite database file.
de: Es ist nicht möglich die SQlite Datenbank-Datei zu erstellen.

source: This is not a regular file:
de: Dies ist keine reguläre Datei :

source: Unable to rewrite ciphers into
de: Verschlüsselung konnte nicht geschrieben werden in

source: Unable to copy ciphers.php.default to
de: cipher.php.default konnte nicht kopiert werden nach

source: Could not connect to database
de: Konnte nicht zur Datenbank verbinden

source: Passwords do not match.
de: Passwörter stimmen nicht überein.

source: Installation successful!
de: Installation erfolgreich!

source: Unable to save your data.
de: Daten konnten nicht gespeichert werden.

source: Could not connect to the database
de: Konnte keine Verbindung zur Datenbank herstellen

source: You must specify a valid playlist
de: Sie müssen eine gültige Playlist angeben

source: Song successfully added to playlist
de: Song erfolgreich zur Playlist hinzugefügt

source: Unable to add the song
de: Song konnte nicht hinzugefügt werden

source: Song successfully removed from playlist
de: Song erfolgreich von Playlist entfernt

source: Playlist created:
de: Playlist erstellt :

source: Unable to create the playlist:
de: Playlist konnte nicht erstellet werden :

source: Invalid playlist ID
de: Ungültige Playlist ID

source: Playlist renamed:
de: Playlist umbenannt :

source: Unable to rename the playlist:
de: Playlist konnte nicht umbenannt werden :

source: Playlist deleted:
de: Playlist gelöscht:

source: Unable to delete the playlist:
de: Playlist konnte nicht gelöscht werden :

source: Settings saved !
de: Einstellungen gespeichert!

source: Unable to save settings!
de: Einstellungen konnten nicht gespeichert werden!

source: Yeah! Cache cleared!
de: Yeah ! Cache wurde geleert!

source: All entries have been deleted !
de: Alle Einträge wurden gelöscht!

source: Unable to clean the database!
de: Datenbank konnte nicht geleert werden!

source: Please define a root path.
de: Bitte geben Sie ein Stammverzeichnis an.

source: The import process is already running via another client or the CLI.
de: Der Importprozess läuft schon auf einem anderen Client oder in der Kommandozeile

source: Unable to save the song metadata to the database
de: Die Song Metadaten konnten nicht in der Datenbank gespeichert werden

source: Oops! The database is empty...
de: Oups ! Die Datenbank ist leer...

source: Oops! No results.
de: Oups ! Keine Ergebnisse.

source: User created:
de: Benutzer wurde erstellt :

source: Unable to create a user. Make sure its email is not already used and his password is at least 8 characters long.
de: Benutzer konnte nicht erstellt werden. Stellen Sie sicher, dass die Email-Adresse nicht schon benutzt wird und dass das Passwort mindestens 8 Zeichen lang ist.

source: Invalid user
de: Ungültiger Benutzer

source: User updated:
de: Benutzer geändert:

source: Something went wrong!
de: Etwas ist schief gelaufen!

source: User deleted:
de: Benutzer gelöscht:

source: Avatar has been successfully removed!
de: Avatar wurde erfolgreich entfernt!

source: Wrong credentials!
de: Falsche Zugangsdaten!

source: Unable to find your account
de: Account konnte nicht gefunden werden

source: Email successfully sent.
de: Email erfolgreich versendet.

source: Unable to generate a token.
de: Token konnte nicht generiert werden.

source: You need to provide a token.
de: Sie müssen einen Token angeben.

source: Unable to decode your token.
de: Ihr Token konnte nicht dekodiert werden.

source: Unable to read your token.
de: Ihr Token konnte nicht gelesen werden.

source: The token has expired.
de: Token abgelaufen.

source: Unable to find your account.
de: Account nicht gefunden.

source: Wrong token.
de: Falscher Token.

source: Your password has been updated.
de: Ihr Passwort wurde geändert.

source: Unable to update your password.
de: Passwort konnte nicht geändert werden.

source: Welcome on Sonerezh!
de: Willkommen bei Sonerezh!

source: Forgot your password?
de: Passwort vergessen?

source: Play
de: Abspielen

source: Other actions
de: Andere Aktionen

source: Play Next
de: Als nächstes wiedergeben

source: Add to Up Next
de: Hinzufügen zu "als nächstes"

source: Add to...
de: Hinzufügen zu...

source: Download
de: Herunterladen

source: Select a playlist
de: Playlist auswählen

source: Playlist Title
de: Playlist Titel

source: Add
de: Hinzufügen

source: Artists
de: Künstler

source: Albums
de: Alben

source: Search
de: Suchen

source: Database update
de: Datenbank Update

source: Settings
de: Einstellungen

source: Users
de: Benutzer

source: Logout
de: Abmelden

source: Hi :)
de: Hallo :)

source: Play all albums
de: Alle Alben wiedergeben

source: Shuffle this artist
de: Zufallswiedergabe für diesen Künstler

source: Play all tracks
de: Alle Songs abspielen

source: Shuffle this album
de: Zufallswiedergabe für dieses Album

source: Disc
de: Disk

source: Reset your password
de: Passwort zurücksetzen

source: Hi, you receive this email because you've requested a password reset on Sonerezh.
de: Hallo, Sie haben diese Email bekommen, weil Sie einen Passwort Reset bei Sonerezh angefordert haben.

source: Please follow this
de: Bitte folgen Sie diesem

source: or copy and paste the following URL in your browser:
de: oder kopieren Sie die folgende URL und fügen Sie sie im Browser ein:

source: Welcome on Sonerezh,
de: Willkommen bei Sonerezh,

source: Your account (
de: Dein Account (

source: Log me in
de: Melde mich an

source: Sonerezh on Docker
de: Sonerezh auf Docker

source: Welcome on the Sonerezh's installation page. Just fill in the information below and you'll be on your way to listening to your favorite songs!
de: Willkommen auf der Sonerezh Installation Seite. Bitte füllen Sie einfach die Informationen unterhalb aus und schon sind Sie auf dem Weg, dass Sie ihre Lieblingssongs anhören können.

source: Information needed
de: Information erforderlich

source: Please provide the following information. Don't worry, you can always change these settings later.
de: Bitte stellen Sie die folgenden Informationen zur Verfügung. Keine Sorge, Sie können Sie später jederzeit ändern.

source: Password
de: Passwort

source: Password (twice)
de: Passwort (Wiederholung)

source: Confirm your password
de: Bestätigen Sie Ihr Passwort

source: Select a database type
de: Datenbank-Typ auswählen

source: Requirements
de: Voraussetzungen

source: Database configuration
de: Datenbank-Konfiguration

source: Please provide the following information to allow Sonerezh to access its database.
de: Bitte stellen Sie die folgenden Informationen zur Verfügung um Sonerezh zu ermöglichen auf die Datenbank zuzugreifen.

source: Note that if you are reinstalling Sonerezh, all your previous data will be lost.
de: Bitte beachten Sie, dass alle vorher eingegebenen Daten verloren gehen, wenn Sie Sonerezh erneut installieren.

source: Database type
de: Datenbank-Typ

source: You can specify a non standard port if needed (127.0.0.1:1234)
de: Falls notwendig können Sie einen nicht Standard Port angeben, (z.B. 127.0.0.1:1234)

source: Database name
de: Datenbank-Name

source: Database user login
de: Datenbank-Benutzer Login

source: Database user password
de: Datenbank-Benutzer Passwort

source: Leave empty if none
de: Falls nicht vorhanden, bitte leer lassen

source: Remove from queue
de: Von der Warteschlange entfernen

source: Queue is empty.
de: Die Warteschlange ist leer.

source: Queue
de: Warteschlange

source: Rename
de: Umbenennen

source: Are you sure ?
de: Sind Sie sicher?

source: You don't have playlists yet.
de: Es sind noch keine Playlisten vorhanden.

source: Play the playlist
de: Playlist abspielen

source: Shuffle this playlist
de: Zufallswiedergabe für diese Playlist

source: This playlist is empty :(
de: Diese Playlist ist leer :(

source: Song Title
de: Song Titel

source: Artist
de: Künstler

source: Duration
de: Dauer

source: Remove
de: Entfernen

source: from the playlist?
de: von der Playlist?

source: Create a playlist
de: Playlist erstellen

source: Title
de: Titel

source: Create
de: Erstellen

source: Rename a playlist
de: Playlist umbenennen

source: New title
de: Neuer Titel

source: Save
de: Speichern

source: Sonerezh settings
de: Sonerezh Einstellungen

source: Music root directory
de: Musik Stammverzeichnis

source: Make sure Sonerezh can read this folder recursively. Current App folder is:
de: Stellen Sie sicher, dass Sonerezh diesen Pfad rekursiv lesen kann. Momentanes Applikations-Verzeichnis ist:

source: Enable mail notifications.
de: Email-Benachrichtung aktivieren.

source: Sonerezh can send an email on users creation to notify them.
de: Sonerezh kann Email-Benachrichtigungen für erstellte Nutzer verschicken, um diese zu benachrichtigen.

source: Automatic tracks conversion
de: Automatische Song Konvertierung

source: The command 'avconv' or 'ffmpeg' are not available. Sonerezh cannot convert your tracks.
de: Die Befehle 'avconv' oder 'ffmpeg' sind nicht verfügbar. Sonerezh kann Ihre Songs nicht konvertieren.

source: If you have heterogeneous formats in your collection, and because your browser cannot read them all, Sonerezh can convert your tracks to MP3 or OGG/Vorbis before being played. The converted songs will be stored in the "Songs Cache".
de: Wenn Sie unterschiedliche Formate in Ihrer Kollektion haben und Ihr Browser diese nicht lesen kann, dann kann Sonerezh Ihre Songs zu MP3 oder OGG/Vorbis konvertieren bevor sie abgespielt werden. Die konvertierten Songs werden im "Song Cache" gespeichert.

source: Source format
de: Quellformat

source: Destination format
de: Zielformat

source: Quality
de: Qualität

source: Submit
de: Abschicken

source: Database management
de: Datenbank Management

source: Clear the cache
de: Cache leeren

source: Reset the database
de: Datenbank zurücksetzen

source: Are you sure? All your songs and playlists will disappear!
de: Sind Sie sicher? Alle Ihre Songs und Playlisten werden gelöscht!

source: Support Sonerezh!
de: Sonerezh unterstützen!

source: Help us to provide you the best music player! Make a donation.
de: Helfen Sie und den besten Musik Player zur Verfügung zu stellen! Spenden Sie.

source: Sonerezh statistics
de: Sonerezh Statistiken

source: Thumbnails cache
de: Thumbnail Cache

source: Songs cache
de: Song Cache

source: Play album
de: Album abspielen

source: Recently added
de: Kürzlich hinzugefügt

source: All albums
de: Alle Alben

source: Sort by album
de: Nach Album sortieren

source: Sort by band
de: Nach Band sortieren

source: Something bad happened, update aborted :(
de: Es ist ein Fehler aufgetreten, das Update wurde abgebrochen :(

source: Update successfully done
de: Update erfolgreich ausgeführt

source: Update currently running. Please do not leave the page.
de: Das Update läuft gerade. Bitte verlassen Sie die Seite nicht.

source: Running...
de: Läuft...

source: Update the music collection
de: Musik Kollektion updaten

source: Have a huge collection? You might be interested in the CLI tool
de: Große Kollektion? Vielleicht sind Sie an der Kommandozeile interessiert

source: already imported)
de: bereits importiert)

source: Last update:
de: Letztes Update:

source: Start Update
de: Starte das Update

source: Warning logs
de: Fehler Logs

source: The update process is already running via another client or the CLI. You can click on "Clear cache" on the settings page to remove the lock, if needed.
de: Der Update Prozess läuft bereits auf einem anderen Client oder der CLI. Sie können auf "Cache leeren" auf der Einstellungsseite klicken um die Sperre aufzuheben

source: All the songs have already been imported
de: Alle Songs wurden bereits importiert

source: %s song detected
de: %s Song erkannt

source: %s song removed from file system
de: %s Song vom Dateisystem entfernt

source: Looking for
de: Suchen nach

source: Select a role
de: Rolle auswählen

source: Edit your account
de: Ihren Account bearbeiten

source: Edit a user
de: Benutzer bearbeiten

source: Enter an email
de: Email-Adresse eingeben

source: We also use email for avatar detection if no avatar is uploaded.
de: Falls kein Avatar hochgeladen wurde, wird die Email-Adresse verwendet um einen Avatar zu erkennen.

source: Choose a password
de: Bitte wählen Sie ein Passwort

source: New password
de: Neues Passwort

source: Confirm new password
de: Bestätige neues Passwort

source: Listener
de: Zuhörer

source: Remove Avatar
de: Avatar entfernen

source: You avatar will be removed, are you sure?
de: Ihr Avatar wird entfernt, sind Sie sicher?

source: You can upload an avatar here or change it at
de: Hier können Sie einen Avatar hochladen oder ihn ändern

source: Save Changes
de: Änderungen speichern

source: Share your music with your friends !
de: Musik mit Freunden teilen!

source: Role
de: Rolle

source: Management
de: Verwaltung

source: New User
de: Neuer Benutzer

source: Create a user
de: Benutzer erstellen

source: Confirm password
de: Passwort bestätigen

source: Please Sign In
de: Bitte melden Sie sich an

source: Email Address
de: Email-Adresse

source: Remember me
de: Login merken

source: Forgot Password?
de: Passwort vergessen?

source: Sign In
de: Anmelden

source: Retrieve my password
de: Mein Passwort zuschicken

source: Enter your email
de: Bitte Ihre Email-Adresse eingeben

source: If your account exists, you will receive an email explaining how to change your password.
de: Wenn Ihr Account existiert, dann werden Sie eine Email erhalten, die Ihnen erklärt, wie Sie Ihr Passwort ändern können.

source: Send
de: Senden

source: You asked for reset the password for the account
de: Sie haben um einen Passwort Reset für Ihren Account gebeten

source: You can now choose a new password.
de: Sie können nun ein neues Passwort wählen.

source: New Password
de: Neues Password

source: Confirm the new password
de: Bestätigen Sie das neue Passwort

source: Reset my password
de: Mein Passwort zurücksetzen

source: The playlist must have a title
de: Die Playlist muss einen Titel haben

source: The music library's directory does not exist.
de: Das Musikbibliotheksverzeichnis existiert nicht.

source: The music library's directory is not readable.
de: Das Musikbibliotheksverzeichnis ist nicht lesbar.

source: Wrong conversion destination!
de: Falsches Konvertierungsziel!

source: Wrong conversion destination! Make sure you are not trying to convert MP3 to MP3, or OGG to OGG.
de: Falsches Konvertierungsziel ! Stellen Sie sicher, dass Sie nicht versuchen MP3 nach MP3 oder OGG nach OGG zu konvertieren.

source: Login must be a valid email.
de: Login muss eine gültige Email-Adresse sein.

source: Login already used.
de: Login bereits in Verwendung.

source: Login cannot be empty.
de: Login darf nicht leer sein.

source: Password must be at least 8 characters long.
de: Passwort muss mindestens 8 Zeichen lang sein.

source: notBlank
de: nichtLeer

source: Please confirm the new password
de: Bitte bestätigen Sie das neue Passwort

source: Wrong confirmation password.
de: Falsches Bestätigungspasswort

source: Incorrect role.
de: Falsche Rolle.

source: Sonerezh needs at least one administrator. You can not change your own privileges.
de: Sonerezh benötigt zumindest einen Administrator. Sie können Ihre eigenen Rechte nicht ändern.

source: Something went wrong with the upload.
de: Es ist ein Fehler beim Upload aufgetreten.

source: Your avatar must be in a correct format (JPEG, PNG, GIF).
de: Ihr Avatar muss im korrekten Format vorliegen: JPEG, PNG oder GIF.
